Repository: Bazookastudios/Dikke-Ploaten
Catalog: Dikke Ploaten/*.lproj/Localizable.strings
Languages: nl_be

source: Whoops
nl_be: Oeps

# fields_not_all_filled
source: Please make sure all required fields are filled out correctly.
nl_be: Zorg ervoor dat alles ingevuld is.

# bad_email
source: The email address is badly formatted.
nl_be: Het emailadres heeft niet het juiste formaat.

# invalid_password
source: The password must be 6 characters long or more.
nl_be: Het wachtwoord moet 6 of meer karakters bevattten.

# wrong_password
source: The password does not match with your email.
nl_be: Het wachtwoord komt niet overeen met je emailadres.

# email_already_in_use
source: The email address is already in use by another account.
nl_be: Dit emailadres is al in gebruik.

# no_user
source: There is no user record corresponding to this identifier.
nl_be: Er is geen gebruiker met deze gegevens.

# is_added_to_collection
source: '%album' by %artist is added to your collection
nl_be: '%album' van %artist is toegevoegd aan je collectie

# is_removed_from_collection
source: '%album' by %artist is removed from your collection
nl_be: '%album' van %artist is verwijderd van je collectie

# is_added_to_wantlist
source: '%album' by %artist is added to your wantlist
nl_be: '%album' van %artist is toegevoegd aan je wantlist

# is_removed_from_wantlist
source: '%album' by %artist is removed from your wantlist
nl_be: '%album' van %artist is verwijderd van je wantlist

# no_albums
source: You have not added any albums yet. Go to the search function and add albums!
nl_be: Je hebt nog geen albums toegevoegd. Ga naar de zoekfunctie en voeg albums toe!

source: Remove
nl_be: Verwijder

source: Add
nl_be: Voeg toe

source: Collection
nl_be: Collectie

source: Wantlist
nl_be: Wantlijst

source: Change name
nl_be: Verander naam

# fill_username
source: Fill in your new username:
nl_be: Vul je nieuwe gebruikersnaam in:

# placeholder_username
source: Username
nl_be: Gebruikersnaam

source: Cancel
nl_be: Annuleer

source: Change password
nl_be: Verander wachtwoord

# fill_in_new_password
source: Fill in your new password:
nl_be: Vul je nieuw wachtwoord in:

# placeholder_new_password
source: New password
nl_be: Nieuw wachtwoord

# placeholder_confirm_new_password
source: Confirm new password
nl_be: Bevestig nieuw wachtwoord
